export default [
    {
        type: 0,
        tihao: 0,
        key: ['1.习近平总书记提出，要努力让人民群众在每一个司法案件中感受到','。'],
        value: "公平正义"
    },
    {
        type: 0,
        tihao: 1,
        key: ["2.做到“两个维护”，坚决维护习近平总书记党中央的核心、全党的核心地位，坚决维护","权威和集中统一领导，既是根本政治任务，也是根本政治纪律和政治规矩，是牢固树立“四个意识”的集中体现。"],
        value: "党中央"
    },
    {
        type: 0,
        tihao: 2,
        key: ["3.民事诉讼法第一百一十五条规定，对个人的罚款金额，为人民币","元以下。对单位的罚款金额，为人民币五万元以上一百万元以下。"],
        value: ["100000","10万","十万"]
    },
    {
        type: 0,
        tihao: 3,
        key: ["4. 民事诉讼法第一百一十五条规定，拘留的期限为","日以下。"],
        value: ["十五","15"]
    },
    {
        type: 0,
        tihao: 4,
        key: ["5. 人民法院冻结被执行人的银行存款的期限不得超过","年，查封、扣押动产的期限不得超过两年，查封不动产、冻结其他财产权的期限不得超过三年。"],
        value: ["一","1"]
    },
    {
        type: 1,
        tihao: 5,
        key: "1.中国特色社会主义进入新时代，我国社会主要矛盾已经转化为人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾。",
        value: true
    },
    {
        type: 1,
        tihao: 6,
        key: "2. 2019年7月，中央全面依法治国委员会下发《关于加强综合治理从源头切实解决执行难问题的意见》。",
        value: true
    },
    {
        type: 1,
        tihao: 7,
        key: "3.对被执行人采取拘留措施后，拘留所应当在24小时内通知家属，人民法院无需重复通知。",
        value: false
    },
    {
        type: 1,
        tihao: 8,
        key: "4.被执行人有财产可供执行的案件，一般应当在立案之日起6个月内执结。",
        value: true
    },
    {
        type: 1,
        tihao: 9,
        key: "5. 人民法院不得依职权办理续行查封、扣押、冻结手续。",
        value: false
    },
    {
        type: 1,
        tihao: 10,
        key: "6. 人民法院应当在收到申请执行书或者移交执行书后十日内发出执行通知。",
        value: true
    },
    {
        type: 1,
        tihao: 11,
        key: "7.向被执行人发出执行通知时，不得立即采取强制执行措施。",
        value: false
    },
    {
        type: 1,
        tihao: 12,
        key: "8. 人民法院扣留、提取被执行人应当履行义务部分的收入时，应当保留被执行人及其所扶养家属的生活必需费用。",
        value: true
    },
    {
        type: 1,
        tihao: 13,
        key: "9. 对被查封、扣押的财产，执行员必须造具清单。",
        value: true
    },
    {
        type: 1,
        tihao: 14,
        key: "10.终结本次执行程序后，被执行人或者其他人妨害执行的，人民法院可以依法予以罚款、拘留。",
        value: true
    },
    {
        type: 1,
        tihao: 15,
        key: "11. 终结本次执行程序后，当事人、利害关系人申请变更、追加执行当事人，不予支持。",
        value: false
    },
    {
        type: 1,
        tihao: 16,
        key: "12. 执行中作为被执行人的法人或者其他组织分立、合并的，人民法院可以裁定变更后的法人或者其他组织为被执行人。",
        value: true
    },
    {
        type: 1,
        tihao: 17,
        key: "13. 对被执行的财产，人民法院非经查封、扣押、冻结不得处分。",
        value: true
    },
    {
        type: 1,
        tihao: 18,
        key: "14.非经申请执行人同意，不得终结本次执行程序。",
        value: false
    },
    {
        type: 1,
        tihao: 19,
        key: "15. 申请执行人与被执行人达成和解协议后请求中止执行或者撤回执行申请的，人民法院可以裁定中止执行或者终结执行。",
        value: true
    },
    {
        type: 1,
        tihao: 20,
        key: "16. 他人提供执行保证的，应当向执行法院出具保证书，并将保证书副本送交申请执行人。",
        value: true
    },
    {
        type: 1,
        tihao: 21,
        key: "17.被执行人经依法传唤无正当理由拒不到场的，方可进行拘传。",
        value: true
    },
    {
        type: 1,
        tihao: 22,
        key: "18. 被拘留人在拘留期间认错悔改的，可以责令其具结悔过，提前解除拘留。",
        value: true
    },
    {
        type: 1,
        tihao: 23,
        key: "19. 追索赡养费、扶养费、抚育费案件的权利人死亡的，终结执行。",
        value: true
    },
    {
        type: 1,
        tihao: 24,
        key: "20. 财产被查封、扣押后，执行员应当责令被执行人在指定期间履行法律文书确定的义务。",
        value: true
    },
    {
        type: 1,
        tihao: 25,
        key: "21. 人民法院以拍卖方式处置财产，除另有规定外，应当采取网络司法拍卖方式。",
        value: true
    },
    {
        type: 1,
        tihao: 26,
        key: "22. 网络司法拍卖不限制竞买人数量。一人参与竞拍，出价不低于起拍价的，拍卖成交。",
        value: true
    },
    {
        type: 1,
        tihao: 27,
        key: "23. 执行案件一般应当在1个月内完成对被执行人收入、银行存款、有价证券、不动产、车辆、机器设备、知识产权、对外投资权益及收益、到期债权等资产状况的调查。",
        value: true
    },
    {
        type: 1,
        tihao: 28,
        key: "24. 有履行能力而拒不履行生效法律文书确定义务而被纳入失信被执行人名单的，没有期限限制。",
        value: true
    },
    {
        type: 1,
        tihao: 29,
        key: "25. 人民法院收到评估机构作出的评估报告后，应当在五日内将评估报告发送当事人及其他利害关系人。",
        value: true
    },

    {
        type: 2,
        tihao: 30,
        key: [
            "1.四个自信是指：道路自信、理论自信、制度自信和（）。",
            "A.文明自信",
            'B.文化自信',
            'C.历史自信',
            'D.政治自信'
        ],
        value: '2'
    },
    {
        type: 2,
        tihao: 31,
        key: [
            "2.四个意识是指：政治意识、大局意识、 核心意识和（）。",
            "A.服务意识",
            'B.看齐意识',
            'C.法律意识',
            'D.宗旨意识'
        ],
        value: "2"
    },
    {
        type: 2,
        tihao: 32,
        key: [
            "3.在执行终结六个月内，被执行人或者其他人对已执行的标的有妨害行为，下列选项错误的是（）",
            "A. 人民法院可以依申请排除妨害",
            "B.告知权利人另行起诉请求排除妨害",
            "C. 可以依照民事诉讼法第一百一十一条规定进行处罚",
            "D. 因妨害行为给执行债权人或者其他人造成损失的，受害人可以另行起诉"
        ],
        value: "2"
    },
    {
        type: 2,
        tihao: 33,
        key: [
            "４. 因撤销申请而终结执行后，当事人在民事诉讼法第二百三十九条规定的申请执行时效期间内再次申请执行的，人民法院应当（）",
            "A.以重复诉讼为由，不予受理。",
            "B.撤销终结执行裁定后继续执行",
            "C.受理",
            "D.告知当事人另行起诉"
        ],
        value: "3"
    },
    {
        type: 2,
        tihao: 34,
        key: [
            "５.被执行人未按判决、裁定和其他法律文书指定的期间履行非金钱给付义务，关于迟延履行金，下列说法错误的一项是（）",
            "A.无论是否已给申请执行人造成损失，都应当支付迟延履行金",
            " B.已经造成损失的，双倍补偿申请执行人已经受到的损失",
            "C.没有造成损失的，迟延履行金可以由人民法院根据具体案件情况决定",
            "D.没有造成损失的，无需支付迟延履行金"
        ],
        value: "4"
    },
    {
        type: 2,
        tihao: 35,
        key: [
            "6. 实施网络司法拍卖的，人民法院可以将部分拍卖辅助工作委托社会机构或者组织承担，社会机构或者组织承担网络司法拍卖辅助工作所支出的必要费用（）",
            "A.由申请执行人承担",
            "B.由被执行人承担",
            "C.由买受人承担",
            "D.由执行法院承担"
        ],
        value: "2"
    },
    {
        type: 2,
        tihao: 36,
        key: [
            "7. 实施网络司法拍卖的，下列哪一事项应当由网络服务提供者承担（）",
            "A.提供符合法律、行政法规和司法解释规定的网络司法拍卖平台，并保障安全正常运行",
            "B.通知当事人和优先购买权人",
            "C.查明拍卖财产现状、权利负担等内容，并予以说明",
            "D.确定保证金、拍卖款项等支付方式"
        ],
        value: "1"
    },
    {
        type: 2,
        tihao: 37,
        key: [
            "8. 关于网络司法拍卖保留价，下列说法错误的是（）",
            "A.网络司法拍卖应当确定保留价",
            "B.保留价由人民法院参照评估价确定",
            "C.未作评估的，参照市价确定，无需征询当事人意见",
            "D.保留价不得低于评估价或者市价的百分之七十"
        ],
        value: "3"
    },
    {
        type: 2,
        tihao: 38,
        key: [
            "9. 网络司法拍卖应当先期公告，关于拍卖公告，下列说法错误的是（）",
            "A.拍卖公告除通过法定途径发布外，还应同时在网络司法拍卖平台发布。",
            "B.拍卖公告无需载明拍卖财产已知瑕疵",
            "C.拍卖动产的，应当在拍卖十五日前公告",
            "D.拍卖不动产或者其他财产权的，应当在拍卖三十日前公告"
        ],
        value: "2"
    },
    {
        type: 2,
        tihao: 39,
        key: [
            "10. 关于网络司法拍卖，下列说法错误的是（）",
            "A.网络司法拍卖的事项应当在拍卖公告发布三日前以书面或者其他能够确认收悉的合理方式，通知当事人、已知优先购买权人",
            "B.权利人书面明确放弃权利的，可以不通知",
            "C.无法通知当事人、已知优先购买权人的，应暂停拍卖",
            "D.优先购买权人经通知未参与竞买的，视为放弃优先购买权"
        ],
        value: "3"
    },
    {
        type: 2,
        tihao: 40,
        key: [
            "11.下列哪一项不属于人民法院执行的生效法律文书（）",
            "A.发生法律效力的民事判决、裁定",
            "B.刑事判决、裁定中的财产部分",
            "C.检察建议",
            "D.民事调解书"
        ],
        value: "3"
    },
    {
        type: 2,
        tihao: 41,
        key: [
            "12.在执行中，被执行人向人民法院提供担保，并经申请执行人同意的，人民法院可以决定暂缓执行及暂缓执行的期限。被执行人逾期仍不履行的，人民法院（）",
            "A.有权对担保人予以拘留、罚款",
            "B.必须先追加担保人为被执行人，才能执行担保人的财产",
            "C.有权将担保人纳入失信被执行人名单",
            "D.有权执行担保人的财产"
        ],
        value: "4"
    },
    {
        type: 2,
        tihao: 42,
        key: [
            "13.作为被执行人的公民死亡的，（）",
            "A.以其遗产偿还债务。",
            "B.终结执行",
            "C.终结本次执行程序",
            "D.以其成年子女为被执行人继续执行"
        ],
        value: "1"
    },
    {
        type: 2,
        tihao: 43,
        key: [
            "14.关于申请执行时效，下列说法正确的是（）",
            "A.申请执行的期间为二年。",
            "B.申请执行时效，不适用法律有关诉讼时效中止、中断的规定。",
            "C.申请执行时效，从法律文书生效之日起计算；",
            "D.法律文书未规定履行期间的，当事人可以随时申请执行。"
        ],
        value: "1"
    },
    {
        type: 2,
        tihao: 44,
        key: [
            "15.依照民事诉讼法第一百一十一条规定，当事人拒不履行人民法院已经发生法律效力的判决、裁定的，可以予以罚款、拘留，罚款、拘留（）",
            "A.不能单独适用",
            " B.不能合并适用",
            "C.可以合并适用",
            "D.可以连续适用"
        ],
        value: "3"
    },
    {
        type: 2,
        tihao: 45,
        key: [
            "16. 被执行人拘传到庭后，应当及时进行调查询问，（）",
            "A.调查询问没有时间限制，直到查清事实时为止",
            "B.调查询问的时间一律不得超过八小时",
            "C.依法可能采取拘留措施的，可以调查询问二十四小时",
            "D.可以根据案情需要，连续实施拘传"
        ],
        value: "3"
    },
    {
        type: 2,
        tihao: 46,
        key: [
            "17. 被执行人未按执行通知履行法律文书确定的义务，应当向人民法院报告财产，关于报告财产制度，下列说法错误的一项是（）",
            "A.被执行人仅需报告其当前的财产情况",
            "B.被执行人拒绝报告、虚假报告财产的，可予以罚款、拘留",
            "C.报告财产令应当与执行通知同时发出",
            "D.单位为被执行人，拒绝报告、虚假报告财产的，可以对单位的直接责任人员予以罚款、拘留"
        ],
        value: "1"
    },
    {
        type: 2,
        tihao: 47,
        key: [
            "18. 民事诉讼法第一百一十一条第一款第五项规定的以暴力、威胁或者其他方法阻碍司法工作人员执行职务的行为，不包括：（）",
            "A.故意毁损、抢夺人民法院法律文书、查封标志的",
            "B.认为执行行为违法，提出执行异议的",
            "C.毁损、抢夺、扣留案件材料、执行公务车辆、其他执行公务器械、执行公务人员服装和执行公务证件的",
            "D.以暴力、威胁或者其他方法阻碍司法工作人员查询、查封、扣押、冻结、划拨、拍卖、变卖财产的"
        ],
        value: "2"
    },
    {
        type: 2,
        tihao: 48,
        key: [
            "19.终结本次执行程序后，人民法院已对被执行人依法采取的执行措施和强制措施（）",
            "A.继续有效",
            "B.自动失效",
            "C.应当解除或撤销",
            "D.不得续行、延长期限"
        ],
        value: "1"
    },
    {
        type: 2,
        tihao: 49,
        key: [
            "20.终结本次执行程序后，发现被执行人有可供执行财产的（）",
            "A.申请人可以向执行法院申请恢复执行",
            "B.申请人可以另行起诉",
            "C.人民法院不得依职权恢复执行",
            "D.恢复执行立案前不得采取查封、扣押、冻结措施"
        ],
        value: "1"
    }
]